IDEA Open Model
MatConcreteEc2.Fctm Property
Compatible with IDEA StatiCa Beta 20.0
 Mean value of axial tensile strength of concrete - fctm
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fctm { get; set; }
Public Property Fctm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace